export const 월별_리스트 = [
  {
    value: '10월',
    label: '10월',
  },
  {
    value: '11월',
    label: '11월',
  },
  {
    value: '12월',
    label: '12월',
  },
  {
    value: '1월',
    label: '1월',
  },
  {
    value: '2월',
    label: '2월',
  },
];

export const 이유_리스트 = [
  {
    month: '10월',
    status: 'rising',
    reason:
      '해운 운임 지수 상승의 가능한 이유로는 국제 무역 증가로 수요가 증가하는 것, 경제 상황 호전으로 물동량이 증가하는 것, 연료 가격 상승으로 운송비용이 증가하는 것, 선박 공급량 부족으로 경쟁이 치열해지는 것 등이 있을 수 있습니다.',
  },
  {
    month: '11월',
    status: 'falling',
    reason:
      '2024년 11월부터 2024년 12월 사이 해운 운임 지수 하락은 국제 무역 양극화로 수요 감소, 경제 둔화, 선박 공급량 증가 등이 영향을 미칠 수 있습니다. 연료 가격 변동, 코로나19 변이로 인한 물류 지연도 영향을 줄 수 있습니다.',
  },
  {
    month: '12월',
    status: 'falling',
    reason:
      '2024년 12월부터 2025년 1월 해운 운임 지수가 하락한 이유는 국제 무역량의 감소로 선박 수요가 줄어들어 발생했을 수 있습니다. 또한 연료 가격의 상승으로 운송 비용이 증가하면서 운임 지수가 하락하는 현상이 나타날 수 있습니다.',
  },
  {
    month: '1월',
    status: 'falling',
    reason:
      '2025년 1월부터 2월 사이 해운 운임 지수의 하락은 국제 무역의 감소로 인한 수요 감소나 연료 가격의 하락으로 인한 운영 비용 절감 등으로 설명될 수 있습니다. 또한 선박 공급량의 증가로 인한 경쟁 심화로 인한 가격 경쟁이 영향을 미칠 수 있습니다.',
  },
  {
    month: '2월',
    status: 'rising',
    reason:
      '2025년 2월부터 3월 사이 해운 운임 지수가 상승하는 이유는 세계적인 무역 증가로 수요가 증가하고, 선박 공급량 부족으로 운임료가 상승하는 것일 수 있습니다. 또한 연료 가격 상승으로 운송 비용이 증가하며, 경제 회복으로 수요가 증가하는 요인도 고려될 수 있습니다.',
  },
];
