export const 도착한_견적서_업체 = [
  {
    회사명: '(주)금영인터네셔널1',
    총비용: '1,234,567',
    담당자: '김아무',
    이메일: 'mobile@gmail.com',
    전화번호: '010-2345-2345',
    견적서이미지: 'assets/report.png',
    전달사항: '전달사항입니다.',
  },
  {
    회사명: '(주)금영인터네셔널2',
    총비용: '1,234,567',
    담당자: '김아무',
    이메일: 'mobile@gmail.com',
    전화번호: '010-2345-2345',
    견적서이미지: 'assets/report.png',
    전달사항: '전달사항입니다.',
  },
  {
    회사명: '(주)금영인터네셔널3',
    총비용: '1,234,567',
    담당자: '김아무',
    이메일: 'mobile@gmail.com',
    전화번호: '010-2345-2345',
    견적서이미지: 'assets/report.png',
    전달사항: '전달사항입니다.',
  },
];

export const 견적_명세 = [
  {
    value: 'THC 비용',
    label: 'THC 비용',
  },
  {
    value: '핸들링 비용',
    label: '핸들링 비용',
  },
  {
    value: 'CHS 비용',
    label: 'CHS 비용',
  },
];
